{
    "filtered_outputs": "{\"context\":{\"0\":\"liability by reason of any such variation or extension being granted to us or for any  forbearance, act or omission \\non the part of NIT Jalandhar or any indul gence by NIT Jalandhar to us or by  any such matter or thing \\nwhatsoever which under the law relating to sureties would, but for this provision, have effect of so relieving us. \\n \\nThis Performance Bond\\/Guarantee will not be discharged due to the change in the constitution of the  supplier. \\nWe, the Supplier, undertake not to revoke this Performance Bond \\/ Guarantee except with the prior consent of NIT \\nJalandhar in writing. \\n \\nThe disputes relating to this Bank Performance Bond \\/ Guarantee shall be resolved as per t he terms and  \\nconditions of the order.\"},\"question\":{\"0\":\"What is required for the supplier to revoke the Performance Bond\\/Guarantee?\\n\"},\"answer\":{\"0\":\"The supplier must obtain the prior consent of NIT Jalandhar in writing to revoke the Performance Bond\\/Guarantee.\"},\"groundedness_score\":{\"0\":5},\"groundedness_eval\":{\"0\":\"The context provides specific information regarding the conditions under which the supplier can revoke the Performance Bond\\/Guarantee. It clearly states that the supplier cannot revoke the Performance Bond\\/Guarantee without the prior consent of NIT Jalandhar in writing. This information directly answers the question about what is required for the supplier to revoke the Performance Bond\\/Guarantee.\\n\\n\"},\"relevance_score\":{\"0\":5},\"relevance_eval\":{\"0\":\"The question about what is required for a supplier to revoke the Performance Bond\\/Guarantee is highly relevant to eligible bidders for NIT Jalandhar e-tenders. Understanding the conditions under which a Performance Bond or Guarantee can be revoked is crucial for suppliers as it directly impacts their financial and contractual obligations. This knowledge helps suppliers manage risks and ensure compliance with tender requirements, making it a critical aspect of the bidding process.\\n\\n\"},\"standalone_score\":{\"0\":4},\"standalone_eval\":{\"0\":\"The question \\\"What is required for the supplier to revoke the Performance Bond\\/Guarantee?\\\" is relatively clear and can be understood without additional context. It refers to a specific process related to financial or contractual agreements, which is a common concept in business and procurement. Someone familiar with contracts or financial guarantees would understand the question and know where to look for the specific requirements, such as in the terms of the bond or guarantee agreement.\\n\\n\"}}"
}