{
    "Agentic Workflow": [
      {
        "Q": "What is the e-Tender notice number and the purpose of the tender mentioned in the document?",
        "A": "The e-Tender notice number is NITJ/DRC/PUR/TT/36/2024. Its purpose is to invite e-tenders for the fabrication of a machine for continuous production of textile waste-based composite materials for the Department of Textile Technology."
      },
      {
        "Q": "What are the eligibility criteria for bidders to participate in this tender?",
        "A": "The document does not provide this information."
      },
      {
        "Q": "What are the deadlines for submitting the online bids and physically submitting the tender fee and EMD?",
        "A": "The deadlines for submitting the online bids, tender fee, and EMD are not explicitly mentioned in the provided context. However, it is mentioned that the EMD and Tender fee shall be submitted on the next working day at the same time if the last date of submission falls on a holiday."
      },
      {
        "Q": "What is the role of Annexure-G in determining supplier eligibility, and how is local content defined?",
        "A": "The answer is already provided."
      },
      {
        "Q": "What is the payment structure for the successful supplier as mentioned in the document?",
        "A": "The payment structure for the successful supplier as mentioned in the document is that the Bank will pay the amount due and payable under the guarantee without any demur merely on a demand from NIT Jalandhar stating that the amount claimed is due by way of loss or damage caused to or would be caused to or suffered by NIT Jalandhar by reason of any breach by the said supplier of any of the terms and conditions contained in the order."
      },
      {
        "Q": "What are the warranty obligations for suppliers as outlined in Annexure-F?",
        "A": "The document provides the warranty obligations for suppliers as outlined in Annexure-F."
      },
      {
        "Q": "How is the technical bid evaluated, and what criteria are used for shortlisting bidders?",
        "A": "The document does not provide information on the specific criteria, necessary documents, and specific requirements used for shortlisting bidders."
      },
      {
        "Q": "What penalties are imposed for delays in delivery or non-performance by the supplier?",
        "A": "The supplier will forfeit the Earnest Money Deposit (EMD) in case of delay in delivery or non-performance. Additionally, the Director of NIT Jalandhar reserves the right to impose a penalty of 0.5% per week on account of delay in supply, which will not exceed 10% of the value of the delayed goods."
      },
      {
        "Q": "What does Annexure-E specify about the blacklisting or debarment of suppliers?",
        "A": "The document does not provide this information."
      },
      {
        "Q": "What does Annexure-D require from suppliers regarding manufacturer authorization?",
        "A": "The document does not provide this information."
      }
    ]
  }
  